Repository: GNOME/gnome-robots
Catalog: help/*/*.po
Languages: sr, sr@latin

source: <guimenu>Game</guimenu>
sr: <guimenu>Игра</guimenu>
sr@latin: <guimenu>Igra</guimenu>

source: <menuchoice> <shortcut><keysym>Ctrl-N</keysym></shortcut> <guimenuitem>New</guimenuitem> </menuchoice> — starts a new game of GNOME Robots.
sr: <menuchoice> <shortcut><keysym>Ctrl-N</keysym></shortcut> <guimenuitem>Нова</guimenuitem> </menuchoice> — покреће нову игру Робота.
sr@latin: <menuchoice> <shortcut><keysym>Ctrl-N</keysym></shortcut> <guimenuitem>Nova</guimenuitem> </menuchoice> — pokreće novu igru Robota.

source: <menuchoice> <guimenuitem>Scores</guimenuitem> </menuchoice> — shows the higher scores.
sr: <menuchoice> <guimenuitem>Резултати</guimenuitem> </menuchoice> — приказује најбоље резултате.
sr@latin: <menuchoice> <guimenuitem>Rezultati</guimenuitem> </menuchoice> — prikazuje najbolje rezultate.

source: <menuchoice> <shortcut><keysym>Ctrl-Q</keysym></shortcut> <guimenuitem>Quit</guimenuitem> </menuchoice>
sr: <menuchoice> <shortcut><keysym>Ctrl-Q</keysym></shortcut> <guimenuitem>Изађи</guimenuitem> </menuchoice>
sr@latin: <menuchoice> <shortcut><keysym>Ctrl-Q</keysym></shortcut> <guimenuitem>Izađi</guimenuitem> </menuchoice>

source: This menu contains three items: <_:itemizedlist-1/>
sr: Овај мени садржи три ставке: <_:itemizedlist-1/>
sr@latin: Ovaj meni sadrži tri stavke: <_:itemizedlist-1/>

source: <guimenu>Move</guimenu>
sr: <guimenu>Помери</guimenu>
sr@latin: <guimenu>Pomeri</guimenu>

source: <guimenuitem>Teleport</guimenuitem>— teleports you in a safe location.
sr: <guimenuitem>Телепортуј</guimenuitem> — телепортује вас на безбедно место.
sr@latin: <guimenuitem>Teleportuj</guimenuitem> — teleportuje vas na bezbedno mesto.

source: <guimenuitem>Random</guimenuitem>— teleports you in a random location.
sr: <guimenuitem>Случајно</guimenuitem> — телепортује вас на случајно место.
sr@latin: <guimenuitem>Slučajno</guimenuitem> — teleportuje vas na slučajno mesto.

source: <guimenuitem>Wait</guimenuitem>— places you in wait mode.
sr: <guimenuitem>Чекај</guimenuitem> — поставља вас у режим чекања.
sr@latin: <guimenuitem>Čekaj</guimenuitem> — postavlja vas u režim čekanja.

source: This menu contains: <_:itemizedlist-1/>
sr: Овај мени садржи: <_:itemizedlist-1/>
sr@latin: Ovaj meni sadrži: <_:itemizedlist-1/>

source: <guimenu>Settings</guimenu>
sr: <guimenu>Подешавања</guimenu>
sr@latin: <guimenu>Podešavanja</guimenu>

source: <guimenuitem>Preferences</guimenuitem> which brings up the preferences dialog box.
sr: <guimenuitem>Поставке</guimenuitem> које приказују прозорче са поставкама.
sr@latin: <guimenuitem>Postavke</guimenuitem> koje prikazuju prozorče sa postavkama.

source: The <guimenu>Settings</guimenu> menu contains only one item: <_:itemizedlist-1/>
sr: Изборник <guimenu>Подешавања</guimenu> садржи само једну ставку: <_:itemizedlist-1/>
sr@latin: Izbornik <guimenu>Podešavanja</guimenu> sadrži samo jednu stavku: <_:itemizedlist-1/>

source: <guimenu>Help</guimenu>
sr: <guimenu>Помоћ</guimenu>
sr@latin: <guimenu>Pomoć</guimenu>

source: <guimenuitem>Contents</guimenuitem>— shows this manual.
sr: <guimenuitem>Садржај</guimenuitem> — приказује ово упутство.
sr@latin: <guimenuitem>Sadržaj</guimenuitem> — prikazuje ovo uputstvo.

source: <guimenuitem>About</guimenuitem>— shows basic information about <application>GNOME Robots</application>, such as the author's name and the application version number.
sr: <guimenuitem>О програму</guimenuitem> — приказује основне податке о <application>Роботима</application>, као што су имена аутора и издање програма.
sr@latin: <guimenuitem>O programu</guimenuitem> — prikazuje osnovne podatke o <application>Robotima</application>, kao što su imena autora i izdanje programa.

source: Using the keyboard
sr: Коришћење тастатуре
sr@latin: Korišćenje tastature

source: You can use the keyboard to control the little man. By default, the keys from the keypad are configured for the game. However you can customize the key mappings in the <guimenuitem>Keyboard</guimenuitem> tab in the <guimenuitem>Preferences</guimenuitem> dialog. To select a different key for a command, double-click on the line for that command and then press the key you want to use.
sr: Можете користити тастатуру да бисте контролисали човечуљка. За игру су подразумевано подешени тастери са нумеричке тастатуре. И поред тога, можете прилагодити мапирања тастера на језичку <guimenuitem>Тастатура</guimenuitem> у прозорчету са <guimenuitem>Поставкама</guimenuitem>. Да бисте одабрали други тастер, кликните двапут на линију са наредбом коју желите да промените и потом притисните тастер који желите да користите.
sr@latin: Možete koristiti tastaturu da biste kontrolisali čovečuljka. Za igru su podrazumevano podešeni tasteri sa numeričke tastature. I pored toga, možete prilagoditi mapiranja tastera na jezičku <guimenuitem>Tastatura</guimenuitem> u prozorčetu sa <guimenuitem>Postavkama</guimenuitem>. Da biste odabrali drugi taster, kliknite dvaput na liniju sa naredbom koju želite da promenite i potom pritisnite taster koji želite da koristite.

source: Default Key Mappings
sr: Подразумевана мапирања тастера
sr@latin: Podrazumevana mapiranja tastera

source: Switch off the NumLock Key
sr: Искључите NumLock тастер
sr@latin: Isključite NumLock taster

source: You may need to switch off the NumLock to make these work.
sr: Морате искључити NumLock тастер да би вам ово радило.
sr@latin: Morate isključiti NumLock taster da bi vam ovo radilo.

source: Up Left: <keycap>Home</keycap>
sr: Горе лево: <keycap>Home</keycap>
sr@latin: Gore levo: <keycap>Home</keycap>

source: Up: <keycap>Up</keycap>
sr: Горе: <keycap>Up</keycap>
sr@latin: Gore: <keycap>Up</keycap>

source: Up Right: <keycap>Page Up</keycap>
sr: Горе десно: <keycap>Page Up</keycap>
sr@latin: Gore desno: <keycap>Page Up</keycap>

source: Left: <keycap>Left</keycap>
sr: Лево: <keycap>Left</keycap>
sr@latin: Levo: <keycap>Left</keycap>

source: Stand Still: <keycap>Begin</keycap>
sr: Стајање мирно: <keycap>Begin</keycap>
sr@latin: Stajanje mirno: <keycap>Begin</keycap>

source: Right: <keycap>Right</keycap>
sr: Десно: <keycap>Right</keycap>
sr@latin: Desno: <keycap>Right</keycap>

source: Down Left: <keycap>End</keycap>
sr: Доле лево: <keycap>End</keycap>
sr@latin: Dole levo: <keycap>End</keycap>

source: Down: <keycap>Down</keycap>
sr: Доле: <keycap>Down</keycap>
sr@latin: Dole: <keycap>Down</keycap>

source: Down Right: <keycap>Page Down</keycap>
sr: Доле десно: <keycap>Page Down</keycap>
sr@latin: Dole desno: <keycap>Page Down</keycap>

source: Teleport: <keycap>+</keycap>
sr: Телепорт: <keycap>+</keycap>

source: Randomly Teleport: <keycap>*</keycap>
sr: Случајни телепорт: <keycap>*</keycap>
sr@latin: Slučajni teleport: <keycap>*</keycap>

source: Wait: <keycap>Enter</keycap>
sr: Чекај: <keycap>Enter</keycap>
sr@latin: Čekaj: <keycap>Enter</keycap>

source: By default, you use the numeric keypad on the right-hand side of the keyboard (not the separate arrow keys). <_:note-1/> <_:orderedlist-2/>
sr: Подразумевано користите нумеричку тастатуру на десној страни тастатуре (не тастере са стрелицама). <_:note-1/> <_:orderedlist-2/>
sr@latin: Podrazumevano koristite numeričku tastaturu na desnoj strani tastature (ne tastere sa strelicama). <_:note-1/> <_:orderedlist-2/>

source: Customizing GNOME Robots
sr: Прилагођавање Робота
sr@latin: Prilagođavanje Robota

source: The safe moves option will help you to avoid being killed due to a mistake. If you try to make a move that would lead to your death when there is a safe move available, you will not be allowed to proceed. But be warned: if there was no safe move available, other than teleporting, the move will be allowed to proceed.
sr: Опција безбедних потеза вам помаже да не погинете због грешке. Ако покушате да начините потез који води у смрт, а доступан је безбедан потез, нећете моћи да се покренете. Али, упозорени сте: ако не постоји безбедан потез осим телепортовања, померићете се.
sr@latin: Opcija bezbednih poteza vam pomaže da ne poginete zbog greške. Ako pokušate da načinite potez koji vodi u smrt, a dostupan je bezbedan potez, nećete moći da se pokrenete. Ali, upozoreni ste: ako ne postoji bezbedan potez osim teleportovanja, pomerićete se.

source: There is also a <quote>super safe mode</quote>. If you select this, you get beeped when there is no safe move and your only option is to teleport out.
sr: Такође постоје и <quote>супер безбедни потези</quote>. Ако означите ово, игра ће пиштати када нема безбедних потеза и једини излаз вам је телепортација.
sr@latin: Takođe postoje i <quote>super bezbedni potezi</quote>. Ako označite ovo, igra će pištati kada nema bezbednih poteza i jedini izlaz vam je teleportacija.

source: If you select the sound checkbox the game will play sounds for various events throughout the game.
sr: Ако укључите звукове, игра ће пуштати звукове за различите догађаје.
sr@latin: Ako uključite zvukove, igra će puštati zvukove za različite događaje.

source: The <quote>Splats</quote> checkbox selects whether you want the sound played and a small <quote>Splat!</quote> to appear on the screen.
sr: Укључивањем <quote>Прскања</quote> бирате да ли желите да се пусти звук и да се појави мало <quote>Splat!</quote> на екрану.
sr@latin: Uključivanjem <quote>Prskanja</quote> birate da li želite da se pusti zvuk i da se pojavi malo <quote>Splat!</quote> na ekranu.

source: <guimenuitem>Game</guimenuitem> — This page allows you to choose the type of game you want to play. The drop-down box at the top of the page allows you to choose from a number of predefined games. You can't change these options in the middle of a game, so they will be disabled then. There are also several options at the bottom of the dialog: <_:orderedlist-1/>
sr: <guimenuitem>Игра</guimenuitem> — Ова страна вам омогућава да одаберете тип игре који желите да играте. Падајућа листа на врху вам омогућава да одаберете од бројних предефинисаних игара. Не можете променити ове ствари док сте у игри, па ће тад бити онемогућене. Постоји још неколико опција на дну дијалога: <_:orderedlist-1/>
sr@latin: <guimenuitem>Igra</guimenuitem> — Ova strana vam omogućava da odaberete tip igre koji želite da igrate. Padajuća lista na vrhu vam omogućava da odaberete od brojnih predefinisanih igara. Ne možete promeniti ove stvari dok ste u igri, pa će tad biti onemogućene. Postoji još nekoliko opcija na dnu dijaloga: <_:orderedlist-1/>

source: <guimenuitem>Appearance</guimenuitem> — This page allows you to select the graphics used throughout the game from the list in the dropdown-box. You can also select the background colour from this tab.
sr: <guimenuitem>Изглед</guimenuitem> — Ова страна вам омогућава да одаберете графику коришћену у игри из падајуће листе. Са овог језичка такође можете одабрати и боју позадине.
sr@latin: <guimenuitem>Izgled</guimenuitem> — Ova strana vam omogućava da odaberete grafiku korišćenu u igri iz padajuće liste. Sa ovog jezička takođe možete odabrati i boju pozadine.

source: <guimenuitem>Keyboard</guimenuitem> — This screen allows you to define your own keyboard controls. To select a different key for a command, double-click on the button for that command and then press the key you want to use.
sr: <guimenuitem>Тастатура</guimenuitem> — Овај екран вам омогућава да дефинишете ваше контроле на тастатури. Да изаберете други тастер, кликните двапут на наредбу, а затим притисните тастер који желите да користите.
sr@latin: <guimenuitem>Tastatura</guimenuitem> — Ovaj ekran vam omogućava da definišete vaše kontrole na tastaturi. Da izaberete drugi taster, kliknite dvaput na naredbu, a zatim pritisnite taster koji želite da koristite.

source: You can modify the behaviour and appearance of the game by selecting <guimenuitem> Preferences</guimenuitem> under the <guimenu>Settings</guimenu> menu. This brings up a dialog with three tabs: <_:itemizedlist-1/>
sr: Можете изменити понашање и изглед игре из <guimenuitem>Поставки</guimenuitem> у менију <guimenu>Подешавања</guimenu>. Овим се отвара прозорче са три језичка: <_:itemizedlist-1/>
sr@latin: Možete izmeniti ponašanje i izgled igre iz <guimenuitem>Postavki</guimenuitem> u meniju <guimenu>Podešavanja</guimenu>. Ovim se otvara prozorče sa tri jezička: <_:itemizedlist-1/>

source: Any changes you make take effect immediately and are automatically saved.
sr: Све измене које начините се одмах примењују и аутоматски су сачуване.
sr@latin: Sve izmene koje načinite se odmah primenjuju i automatski su sačuvane.

source: You can design your own graphics for the game if you want. The graphics files are found in <filename class="directory"> $PREFIX/share/gnome-games/gnobots2/pixmaps </filename>, where $PREFIX is the prefix into which GNOME was installed. This is usually either <filename class="directory">/usr</filename> or <filename class="directory">/usr/local</filename>.
sr: Можете дизајнирати и своју графику за игрицу, ако желите. Графичке датотеке се могу наћи у <filename class="directory"> $PREFIX/share/gnome-games/gnobots2/pixmaps </filename> где је $PREFIX место где је Гном инсталиран. Ово је углавном <filename class="directory">/usr</filename> или <filename class="directory">/usr/local</filename>.
sr@latin: Možete dizajnirati i svoju grafiku za igricu, ako želite. Grafičke datoteke se mogu naći u <filename class="directory"> $PREFIX/share/gnome-games/gnobots2/pixmaps </filename> gde je $PREFIX mesto gde je Gnom instaliran. Ovo je uglavnom <filename class="directory">/usr</filename> ili <filename class="directory">/usr/local</filename>.

source: Each character is 16x16 pixels and there are 14 of them arranged in a PNG file which is 224x16 pixels in size. You can look at the existing files to see the order in which they must be arranged to produce the correct animated sequences.
sr: Сваки карактер има 16x16 пиксела и има их 14 поређаних водоравно у PNG датотеци чија је величина 224x16 пиксела. Можете погледати у постојеће датотеке да бисте видели редослед у коме их треба поређати да направе правилну секвенцу анимације.
sr@latin: Svaki karakter ima 16x16 piksela i ima ih 14 poređanih vodoravno u PNG datoteci čija je veličina 224x16 piksela. Možete pogledati u postojeće datoteke da biste videli redosled u kome ih treba poređati da naprave pravilnu sekvencu animacije.

source: Any graphics files which are placed in the directory are auto-detected, so you don't need to alter any configuration files. You can also define your own game configurations by creating extra <filename> .cfg </filename> files which are stored in the <filename class="directory"> $PREFIX/share/gnome-games/gnobots2/games </filename> directory.
sr: Све графичке датотеке које се ставе у фасциклу се аутоматски препознају, тако да не морате да мењате никакве датотеке са подешавањима. Такође можете направити ваша подешавања игре правећи додатне <filename> .cfg </filename> датотеке које се налазе у фасцикли <filename class="directory"> $PREFIX/share/gnome-games/gnobots2/games </filename>.
sr@latin: Sve grafičke datoteke koje se stave u fasciklu se automatski prepoznaju, tako da ne morate da menjate nikakve datoteke sa podešavanjima. Takođe možete napraviti vaša podešavanja igre praveći dodatne <filename> .cfg </filename> datoteke koje se nalaze u fascikli <filename class="directory"> $PREFIX/share/gnome-games/gnobots2/games </filename>.

source: Authors
sr: Аутори
sr@latin: Autori

source: <application>GNOME Robots</application> was written by Mark Rae (<email>m.rae@inpharmatica.co.uk</email>). This manual was written by Patanjali Somayaji (<email>patanjali@mindless.com</email>), from the original HTML documentation by Mark Rae. To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:user-guide?feedback-bugs" type="help">document</ulink>.
sr: <application>Роботе</application> је написао Mark Rae (<email>m.rae@inpharmatica.co.uk</email>). Ово упутство је написао Patanjali Somayaji (<email>patanjali@mindless.com</email>) користећи оригиналну HTML документацију коју је написао Mark Rae. Да бисте пријавили грешке или дали предлог у вези овог програма или његовог упутства, пратите смернице из <ulink url="ghelp:user-guide?feedback-bugs" type="help">документа</ulink>.
sr@latin: <application>Robote</application> je napisao Mark Rae (<email>m.rae@inpharmatica.co.uk</email>). Ovo uputstvo je napisao Patanjali Somayaji (<email>patanjali@mindless.com</email>) koristeći originalnu HTML dokumentaciju koju je napisao Mark Rae. Da biste prijavili greške ili dali predlog u vezi ovog programa ili njegovog uputstva, pratite smernice iz <ulink url="ghelp:user-guide?feedback-bugs" type="help">dokumenta</ulink>.

source: License
sr: Лиценца
sr@latin: Licenca

source: This program is free software; you can redistribute it and/or modify it under the terms of the <ulink type="help" url="gnome-help:gpl"> <citetitle>GNU General Public License</citetitle></ulink> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
sr: Овај програм је слободан софтвер; можете га расподељивати и/или га мењати под условима <ulink type="help" url="gnome-help:gpl"> <citetitle>ГНУ Опште Јавне Лиценце</citetitle></ulink> како је објављује Задужбина Слободног Софтвера; било верзије 2 те Лиценце, било (по вашем нахођењу) било које новије верзије.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <citetitle>GNU General Public License</citetitle> for more details.
sr: Овај програм се расподељује у нади да ће бити од користи, али БЕЗ ИКАКВИХ ГАРАНЦИЈА; чак и без подразумеване гаранције КОРИСНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ. Видите <citetitle>ГНУ Општу Јавну Лиценцу</citetitle> за више детаља.
sr@latin: Ovaj program se raspodeljuje u nadi da će biti od koristi, ali BEZ IKAKVIH GARANCIJA; čak i bez podrazumevane garancije KORISNOSTI ili PRILAGOĐENOSTI ODREĐENOJ NAMENI. Vidite <citetitle>GNU Opštu Javnu Licencu</citetitle> za više detalja.

source: A copy of the <citetitle>GNU General Public License</citetitle> is included as an appendix to the <citetitle>GNOME Users Guide</citetitle>. You may also obtain a copy of the <citetitle>GNU General Public License</citetitle> from the Free Software Foundation by visiting <ulink type="http" url="http://www.fsf.org">their Web site</ulink> or by writing to <_:address-1/>
sr: Примерак <citetitle>ГНУ Опште Јавне Лиценце</citetitle> је укључен у додатку <citetitle>Гномовог корисничког водича</citetitle>. Такође можете набавити примерак <citetitle>ГНУ Опште Јавне Лиценце</citetitle> од Задужбине Слободног Софтвера посетивши <ulink url="http://www.fsf.org" type="http">њихов веб сајт</ulink> или пишући на <_:address-1/>
sr@latin: Primerak <citetitle>GNU Opšte Javne Licence</citetitle> je uključen u dodatku <citetitle>Gnomovog korisničkog vodiča</citetitle>. Takođe možete nabaviti primerak <citetitle>GNU Opšte Javne Licence</citetitle> od Zadužbine Slobodnog Softvera posetivši <ulink url="http://www.fsf.org" type="http">njihov veb sajt</ulink> ili pišući na <_:address-1/>

source: link
sr: вези
sr@latin: vezi

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
sr: Дозвољено је умножавање, расподела, вршење измена овог документа под условима Гну-ове Лиценце Слободне Документације (ГЛСД), верзије 1.1 или било које касније верзије без непромењивих одељака, текста на насловној и последњој страни, а коју је објавила Задужбина Слободног Софтвера. Примерак ГЛСД можете пронаћи на овој <_:ulink-1/> или у датотеци „COPYING-DOCS“ која је приложена уз ово упутство.
sr@latin: Dozvoljeno je umnožavanje, raspodela, vršenje izmena ovog dokumenta pod uslovima Gnu-ove Licence Slobodne Dokumentacije (GLSD), verzije 1.1 ili bilo koje kasnije verzije bez nepromenjivih odeljaka, teksta na naslovnoj i poslednjoj strani, a koju je objavila Zadužbina Slobodnog Softvera. Primerak GLSD možete pronaći na ovoj <_:ulink-1/> ili u datoteci „COPYING-DOCS“ koja je priložena uz ovo uputstvo.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="help:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
sr@latin: Dozvoljeno umnožavanje, širenje, vršenje izmena ovog dokumenta pod uslovima Gnu-ove Slobodne Dokumentacione Dozvole (GSDD), verzije 1.1 ili bilo koje naknadne verzije bez nepromenjivih odeljaka, teksta na naslovnoj i poslednjoj strani, a koju je objavila Zadužbina Slobodnog Softvera. Primerak GSDD-e možete pronaći na ovoj <ulink type="help" url="help:fdl">adresi</ulink> ili u datoteci COPYING-DOCS koja je priložena uz ovo uputstvo.

source: This program is free software; you can redistribute it and/or modify it under the terms of the <ulink type="help" url="help:gpl"> <citetitle>GNU General Public License</citetitle></ulink> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
sr@latin: Ovaj program je slobodan softver; možete ga raspodeljivati i/ili ga menjati pod uslovima <ulink type="help" url="help:gpl"> <citetitle>GNU Opšte Javne Licence</citetitle></ulink> kako je objavljuje Zadužbina Slobodnog Softvera; bilo verzije 2 te Licence, bilo (po vašem nahođenju) bilo koje novije verzije.
