Repository: GNOME/gnome-robots
Catalog: help/*/*.po
Languages: sr, sr@latin

# _
source: translator-credits
sr: Бранко Кокановић <branko.kokanovic@gmail.com> Prevod.org — превод на српски језик
sr@latin: Branko Kokanović <branko.kokanovic@gmail.com> Prevod.org — prevod na srpski jezik

source: <application>Robots</application> Manual
sr: Упутство за <application>Роботе</application>
sr@latin: Uputstvo za <application>Robote</application>

source: Robots is a graphical version of the original text based robots game, which can be found on a number of UNIX systems. The player must outwit the robots chasing him/her by getting them to run into each other.
sr: Роботи су графичка верзија текстуалне игре са роботима која се може наћи на доста UNIX система. Играч мора да надмудри роботе који га јуре тако што их натера да се сударају међусобно.
sr@latin: Roboti su grafička verzija tekstualne igre sa robotima koja se može naći na dosta UNIX sistema. Igrač mora da nadmudri robote koji ga jure tako što ih natera da se sudaraju međusobno.

source: <year>2001</year> <holder>Patanjali Somayaji, Mark Rae</holder>
sr: <year>2001</year> <holder>Патанџали Сомајаџи, Марк Рае</holder>
sr@latin: <year>2001</year> <holder>Patandžali Somajadži, Mark Rae</holder>

source: GNOME Documentation Project
sr: Пројекат Гномове документације
sr@latin: Projekat Gnomove dokumentacije

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
sr: Дозвољено умножавање, ширење, вршење измена овог документа под условима Гну-ове Слободне Документационе Дозволе (ГСДД), верзије 1.1 или било које накнадне верзије без непромењивих одељака, текста на насловној и последњој страни, а коју је објавила Задужбина Слободног Софтвера. Примерак ГСДД-е можете пронаћи на овој <ulink type="help" url="ghelp:fdl">адреси</ulink> или у датотеци COPYING-DOCS која је приложена уз ово упутство.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
sr: Ово упутство је део скупа Гномових докумената објављених под GFDL. Уколико желите да расподељујете ово упутство одвојено од скупа, то можете урадити додавањем примерка лиценце документу, како је описано у одељку 6 саме лиценце.
sr@latin: Ovo uputstvo je deo skupa Gnomovih dokumenata objavljenih pod GFDL. Ukoliko želite da raspodeljujete ovo uputstvo odvojeno od skupa, to možete uraditi dodavanjem primerka licence dokumentu, kako je opisano u odeljku 6 same licence.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
sr: Многи називи које компаније користе у циљу препознатљивости својих производа и услуга представљају робне марке. Када (уколико) се такви називи појављују(спомињу) у било којем Гномовом документу, а чланови Гномовог документационог пројекта имају сазнања о томе, тада су називи исписани великим словима или са великим почетним словима.
sr@latin: Mnogi nazivi koje kompanije koriste u cilju prepoznatljivosti svojih proizvoda i usluga predstavljaju robne marke. Kada (ukoliko) se takvi nazivi pojavljuju(spominju) u bilo kojem Gnomovom dokumentu, a članovi Gnomovog dokumentacionog projekta imaju saznanja o tome, tada su nazivi ispisani velikim slovima ili sa velikim početnim slovima.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
sr: ДОКУМЕНТ ЈЕ ДОСТУПАН СА СВИМ СВОЈИМ ДОБРИМ И ЛОШИМ СТРАНАМА БЕЗ БИЛО КАКВОГ ЈАМСТВА, БИЛО ОНО ИЗРЕЧЕНО ИЛИ НЕ, УКЉУЧУЈУЋИ БЕЗ ОГРАНИЧЕЊА, ЈАМСТВО ДА ЈЕ ОВАЈ ДОКУМЕНТ ИЛИ ЊЕГОВА ИЗМЕЊЕНА ВЕРЗИЈА БЕЗ НЕДОСТАТАКА, СПРЕМАН ЗА ТРЖИШТЕ, СВРСИСХОДАН И НЕ НАРУШАВА ЗАКОНСКЕ НОРМЕ. ЦЕЛОКУПАН РИЗИК КОЈИ СЕ ОДНОСИ НА КВАЛИТЕТ, ТАЧНОСТ И ДОМЕТ (УЧИНАК) ДОКУМЕНТА ИЛИ ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ СНОСИ КОРИСНИК. УКОЛИКО СЕ У БИЛО КОЈЕМ ДОКУМЕНТУ ИЛИ ЊЕГОВОЈ ИЗМЕЊЕНОЈ ВЕРЗИЈИ ПОЈАВИ НЕДОСТАТАК (ГРЕШКА) БИЛО КОЈЕ ВРСТЕ, КОРИСНИК (А НЕ АУТОР ИЗВОРНЕ ВЕРЗИЈЕ, БИЛО КОЈИ ДРУГИ АУТОР ИЛИ САРАДНИК) СНОСИ СВЕ ТРОШКОВЕ НЕОПХОДНОГ СЕРВИСИРАЊА, ПОПРАВКЕ ИЛИ ИСПРАВКЕ. ОВО ОГРАНИЧЕЊЕ ЈАМСТВА ПРЕДСТАВЉА САСТАВНИ ДЕО ОВЕ ДОЗВОЛЕ. УПОТРЕБА БИЛО КОЈЕГ ДОКУМЕНТА ИЛИ ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ НИЈЕ ДОЗВОЉЕНА ОСИМ ПОД УСЛОВИМА ОВОГ ОГРАНИЧЕЊА ЈАМСТВА.
sr@latin: DOKUMENT JE DOSTUPAN SA SVIM SVOJIM DOBRIM I LOŠIM STRANAMA BEZ BILO KAKVOG JAMSTVA, BILO ONO IZREČENO ILI NE, UKLJUČUJUĆI BEZ OGRANIČENJA, JAMSTVO DA JE OVAJ DOKUMENT ILI NJEGOVA IZMENJENA VERZIJA BEZ NEDOSTATAKA, SPREMAN ZA TRŽIŠTE, SVRSISHODAN I NE NARUŠAVA ZAKONSKE NORME. CELOKUPAN RIZIK KOJI SE ODNOSI NA KVALITET, TAČNOST I DOMET (UČINAK) DOKUMENTA ILI NJEGOVE IZMENJENE VERZIJE SNOSI KORISNIK. UKOLIKO SE U BILO KOJEM DOKUMENTU ILI NJEGOVOJ IZMENJENOJ VERZIJI POJAVI NEDOSTATAK (GREŠKA) BILO KOJE VRSTE, KORISNIK (A NE AUTOR IZVORNE VERZIJE, BILO KOJI DRUGI AUTOR ILI SARADNIK) SNOSI SVE TROŠKOVE NEOPHODNOG SERVISIRANJA, POPRAVKE ILI ISPRAVKE. OVO OGRANIČENJE JAMSTVA PREDSTAVLJA SASTAVNI DEO OVE DOZVOLE. UPOTREBA BILO KOJEG DOKUMENTA ILI NJEGOVE IZMENJENE VERZIJE NIJE DOZVOLJENA OSIM POD USLOVIMA OVOG OGRANIČENJA JAMSTVA.

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
sr: НИ ПОД КАКВИМ ОКОЛНОСТИМА ИЛИ ЗАКОНУ, БИЛО ЗБОГ КРШЕЊА (ИЛИ НЕМАРА) УГОВОРА, ИЛИ НА БИЛО КОЈИ ДРУГИ НАЧИН, АУТОР (ПРВОБИТНЕ ВЕРЗИЈЕ), САРАДНИК ИЛИ ИСПОРУЧИВАЛАЦ ДОКУМЕНТА ИЛИ ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ, НИТИ ДОБАВЉАЧ БИЛО КОЈЕ ОД НАВЕДЕНИХ СТРАНА НЕЋЕ СНОСИТИ МАТЕРИЈАЛНУ ОДГОВОРНОСТ ЗА НАСТАЛА ДИРЕКТНА, ИНДИРЕКТНА, ПОСЕБНА, СЛУЧАЈНА ИЛИ ТИМЕ НАСТАЛА ОШТЕЋЕЊА БИЛО КОЈЕ ВРСТЕ УКЉУЧУЈУЋИ, БЕЗ ОГРАНИЧЕЊА, ШТЕТУ НАНЕСЕНУ УГЛЕДУ ФИРМЕ, ПРЕСТАНКУ ПРОИЗВОДЊЕ, ОТКАЗИВАЊЕ РАДА РАЧУНАРА ИЛИ КВАРА КАО И ЗА СВЕ ОСТАЛЕ ШТЕТЕ ИЛИ ГУБИТКЕ НАСТАЛЕ УСЛЕД КОРИШЋЕЊА ДОКУМЕНТА И ЊЕГОВИХ ИЗМЕЊЕНИХ ВЕРЗИЈА ЧАК И АКО ЈЕ ОШТЕЋЕНА СТРАНА БИЛА ОБАВЕШТЕНА О МОГУЋНОСТИ НАСТАНКА ТЕ ШТЕТЕ.
sr@latin: NI POD KAKVIM OKOLNOSTIMA ILI ZAKONU, BILO ZBOG KRŠENJA (ILI NEMARA) UGOVORA, ILI NA BILO KOJI DRUGI NAČIN, AUTOR (PRVOBITNE VERZIJE), SARADNIK ILI ISPORUČIVALAC DOKUMENTA ILI NJEGOVE IZMENJENE VERZIJE, NITI DOBAVLJAČ BILO KOJE OD NAVEDENIH STRANA NEĆE SNOSITI MATERIJALNU ODGOVORNOST ZA NASTALA DIREKTNA, INDIREKTNA, POSEBNA, SLUČAJNA ILI TIME NASTALA OŠTEĆENJA BILO KOJE VRSTE UKLJUČUJUĆI, BEZ OGRANIČENJA, ŠTETU NANESENU UGLEDU FIRME, PRESTANKU PROIZVODNJE, OTKAZIVANJE RADA RAČUNARA ILI KVARA KAO I ZA SVE OSTALE ŠTETE ILI GUBITKE NASTALE USLED KORIŠĆENJA DOKUMENTA I NJEGOVIH IZMENJENIH VERZIJA ČAK I AKO JE OŠTEĆENA STRANA BILA OBAVEŠTENA O MOGUĆNOSTI NASTANKA TE ŠTETE.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
sr: ОВАЈ ДОКУМЕНТ И ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ СУ ДОСТУПНЕ ПОД УСЛОВИМА ГНУ-ОВЕ СЛОБОДНЕ ДОКУМЕНТАЦИОНЕ ДОЗВОЛЕ УЗ ДОДАТНУ САГЛАСНОСТ ДА: <_:orderedlist-1/>
sr@latin: OVAJ DOKUMENT I NJEGOVE IZMENJENE VERZIJE SU DOSTUPNE POD USLOVIMA GNU-OVE SLOBODNE DOKUMENTACIONE DOZVOLE UZ DODATNU SAGLASNOST DA: <_:orderedlist-1/>

source: <firstname>Patanjali</firstname> <surname>Somayaji</surname> <affiliation> <address> <email>patanjali@mindless.com</email> </address> </affiliation>
sr: <firstname>Патанџали</firstname> <surname>Сомајаџи</surname> <affiliation> <address> <email>patanjali@mindless.com</email> </address> </affiliation>
sr@latin: <firstname>Patandžali</firstname> <surname>Somajadži</surname> <affiliation> <address> <email>patanjali@mindless.com</email> </address> </affiliation>

source: <firstname>Mark</firstname> <surname>Rae</surname> <affiliation> <address> <email>m.rae@inpharmatica.co.uk</email> </address> </affiliation>
sr: <firstname>Марк</firstname> <surname>Рае</surname> <affiliation> <address> <email>m.rae@inpharmatica.co.uk</email> </address> </affiliation>

source: <revnumber>Robots Manual V2.8</revnumber> <date>September 2004</date> <_:revdescription-1/>
sr: <revnumber>Упутство за Роботе в2.8</revnumber> <date>Септембар 2004</date> <_:revdescription-1/>
sr@latin: <revnumber>Uputstvo za Robote v2.8</revnumber> <date>Septembar 2004</date> <_:revdescription-1/>

source: Claude Paroz <email>claude@2xlibre.net</email>
sr: Клод Паро <email>claude@2xlibre.net</email>
sr@latin: Klod Paro <email>claude@2xlibre.net</email>

source: <revnumber>Robots Manual V2.9</revnumber> <date>August 2007</date> <_:revdescription-1/>
sr: <revnumber>Упутство за Роботе в2.9</revnumber> <date>Август 2007</date> <_:revdescription-1/>
sr@latin: <revnumber>Uputstvo za Robote v2.9</revnumber> <date>Avgust 2007</date> <_:revdescription-1/>

source: This manual describes version 2.18 of Robots.
sr: Ово упуство је написано за Роботе 2.18.
sr@latin: Ovo upustvo je napisano za Robote 2.18.

source: Feedback
sr: Примедбе
sr@latin: Primedbe

source: To report a bug or make a suggestion regarding the <application>Robots</application> application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">GNOME Feedback Page</ulink>.
sr: Да бисте пријавили грешку или дали предлог у вези програма <application>Роботи</application> или његовог упутства, пратите смернице на <ulink url="ghelp:user-guide?feedback-bugs" type="help">Гномовој страни за примедбе</ulink>.
sr@latin: Da biste prijavili grešku ili dali predlog u vezi programa <application>Roboti</application> ili njegovog uputstva, pratite smernice na <ulink url="ghelp:user-guide?feedback-bugs" type="help">Gnomovoj strani za primedbe</ulink>.

source: <primary>GNOME Robots</primary>
sr: <primary>Гномови Роботи</primary>
sr@latin: <primary>Gnomovi Roboti</primary>

source: Introduction
sr: Увод
sr@latin: Uvod

source: <application>GNOME Robots</application> is a game where you try and avoid a band of marauding robots which are, for no adequately explained reason, trying to kill you. It is based on the text-based robots game which can be found on a number of UNIX systems.
sr: <application>Роботи</application> су игра у којој покушавате да избегнете банду харајућих робота, који, без икаквог очигледног разлога, желе да вас убију. Игра је заснована на текстуалној игри са роботима која се може наћи на много UNIX система.
sr@latin: <application>Roboti</application> su igra u kojoj pokušavate da izbegnete bandu harajućih robota, koji, bez ikakvog očiglednog razloga, žele da vas ubiju. Igra je zasnovana na tekstualnoj igri sa robotima koja se može naći na mnogo UNIX sistema.

source: This new version includes two types of robots, movable junkheaps, multiple game configurations, user definable keyboard layouts, and sound, as well as all of the features which were present in the original GNOME Robots game.
sr: Ово ново издање доноси две врсте робота, отпад који може да се гура, вишеструке конфигурације игре, кориснички дефинисан распоред тастатуре и звук, као и све оне ствари које су већ биле присутне у оригиналној Гномовој игри са роботима.
sr@latin: Ovo novo izdanje donosi dve vrste robota, otpad koji može da se gura, višestruke konfiguracije igre, korisnički definisan raspored tastature i zvuk, kao i sve one stvari koje su već bile prisutne u originalnoj Gnomovoj igri sa robotima.

source: To run <application>GNOME Robots</application>, select <menuchoice> <guisubmenu>Games</guisubmenu> <guimenuitem>Robots</guimenuitem> </menuchoice> from the <guimenu>Main Menu</guimenu>, or type <command>gnobots2</command> on the command line.
sr: Да покренете <application>Роботе</application>, одаберите <menuchoice> <guisubmenu>Игре</guisubmenu><guimenuitem>Роботи</guimenuitem> </menuchoice> из <guimenu>Главног менија</guimenu>, или откуцајте <command>gnobots2</command> у командној линији.
sr@latin: Da pokrenete <application>Robote</application>, odaberite <menuchoice> <guisubmenu>Igre</guisubmenu><guimenuitem>Roboti</guimenuitem> </menuchoice> iz <guimenu>Glavnog menija</guimenu>, ili otkucajte <command>gnobots2</command> u komandnoj liniji.

source: <application>GNOME Robots</application> is included in the <filename>gnome-games</filename> package, which is part of the GNOME desktop environment. This document describes version 2.18 of <application>GNOME Robots</application>.
sr: <application>Роботи</application> су укључени у <filename>gnome-games</filename> пакет, који је део Гномовог радног окружења. Овај документ је написан за <application>Гномове роботе</application> 2.18.
sr@latin: <application>Roboti</application> su uključeni u <filename>gnome-games</filename> paket, koji je deo Gnomovog radnog okruženja. Ovaj dokument je napisan za <application>Gnomove robote</application> 2.18.

source: GNOME Robots Objective
sr: Циљ Робота
sr@latin: Cilj Robota

source: The objective of GNOME Robots is quite simple. You are surrounded by a number of robots or other hostile adversaries. As you move about they will move directly towards you for every move that you make. Their goal is to kill you. Your goal is to kill all the robots on the board by taking advantage of their vulnerabilities.
sr: Циљ игре Роботи је веома једноставан. Окружени сте одређеним бројем робота и осталим непријатељски настројеним противницима. Како се ви померите, тако се и они померају ка вама. Њихов циљ је да вас убију. Ваш циљ је да убијете све роботе на табли користећи њихове слабости.
sr@latin: Cilj igre Roboti je veoma jednostavan. Okruženi ste određenim brojem robota i ostalim neprijateljski nastrojenim protivnicima. Kako se vi pomerite, tako se i oni pomeraju ka vama. Njihov cilj je da vas ubiju. Vaš cilj je da ubijete sve robote na tabli koristeći njihove slabosti.

source: Robots are destroyed when they collide with each other, or when they collide with the debris of some previous collision. You die if a robot ends up right next to you.
sr: Роботи су уништени када се међусобно сударе, или када се сударе са остацима неких претходних судара. Ви умирете ако је робот поред вас.
sr@latin: Roboti su uništeni kada se međusobno sudare, ili kada se sudare sa ostacima nekih prethodnih sudara. Vi umirete ako je robot pored vas.

source: In some of the game configurations (you can choose from five different sets of rules), you can push the junkheaps around to form barricades to protect you. Also, if you are daring enough, you can Splat! the robots by pushing junkheaps on top of them for an additional bonus.
sr: У неким конфигурацијама игре (можете изабрати пет различитих скупова правила), можете гурати отпад да направите барикаде које вас штите. Такође, ако сте довољно храбри, можете и да спљескате роботе гурајући отпад на њих за додатни бонус.
sr@latin: U nekim konfiguracijama igre (možete izabrati pet različitih skupova pravila), možete gurati otpad da napravite barikade koje vas štite. Takođe, ako ste dovoljno hrabri, možete i da spljeskate robote gurajući otpad na njih za dodatni bonus.

source: You can also save yourself by teleporting yourself to a random location. Unfortunately, randomly teleporting means that you might end up being right next to a robot, so they can kill you when they make their move. Luckily, there are also safe teleports which will place you out of immediate danger, but there are only a limited supply of them. You can earn more free teleports as you go along (how you gain them depends on the chosen game), but typically you get one for each robot that is destroyed while you are 'waiting', up to a maximum of 10. If you don't want to waste your saved-up safe teleports, you can choose to teleport randomly if you think it's safe enough.
sr: Такође се можете спасити телепортујући се на случајно место. Нажалост, телепортујући се на случајно место значи и да можете да завршите одмах поред робота, који вас може убити када он направи свој потез. Срећом, постоје и безбедни телепорти који вас склањају од непосредне опасности, али њих има ограничен број. Можете зарадити још бесплатних телепорта како напредујете (како их добијате зависи од одабраног типа игре), али обично добијате један за сваког уништеног робота ако „чекате“, све до максимума од 10. Ако не желите да трошите ваше сачуване безбедне телепорте, можете да се телепортујете случајно, ако мислите да је то довољно безбедно.
sr@latin: Takođe se možete spasiti teleportujući se na slučajno mesto. Nažalost, teleportujući se na slučajno mesto znači i da možete da završite odmah pored robota, koji vas može ubiti kada on napravi svoj potez. Srećom, postoje i bezbedni teleporti koji vas sklanjaju od neposredne opasnosti, ali njih ima ograničen broj. Možete zaraditi još besplatnih teleporta kako napredujete (kako ih dobijate zavisi od odabranog tipa igre), ali obično dobijate jedan za svakog uništenog robota ako „čekate“, sve do maksimuma od 10. Ako ne želite da trošite vaše sačuvane bezbedne teleporte, možete da se teleportujete slučajno, ako mislite da je to dovoljno bezbedno.

source: If you press the <guibutton>Wait</guibutton> button (see below) you will no longer be able to move until either all of the robots (which still move towards you) are gone, or you are killed. Doing this is risky, but may earn you extra safe teleports.
sr: Ако кликнете дугме <guibutton>Чекај</guibutton> (погледајте испод), више нећете моћи да се крећете док сви роботи (који настављају да се крећу ка вама) не буду уништени, или ви погинете. Ово је ризично, али са овим можете зарадити додатне безбедне телепорте.
sr@latin: Ako kliknete dugme <guibutton>Čekaj</guibutton> (pogledajte ispod), više nećete moći da se krećete dok svi roboti (koji nastavljaju da se kreću ka vama) ne budu uništeni, ili vi poginete. Ovo je rizično, ali sa ovim možete zaraditi dodatne bezbedne teleporte.

source: If you manage to reach the point where more than half of the screen is occupied by robots, the number of robots will be reset to the starting amount, allowing you to continue.
sr: Ако успете да достигнете тачку када је више од пола екрана попуњено роботима, број робота ће се ресетовати на почетну вредност, омогућујући вам да наставите.
sr@latin: Ako uspete da dostignete tačku kada je više od pola ekrana popunjeno robotima, broj robota će se resetovati na početnu vrednost, omogućujući vam da nastavite.

source: Using GNOME Robots
sr: Коришћење Робота
sr@latin: Korišćenje Robota

source: <application>GNOME Robots</application> is extremely simple to play. You can use either the mouse or the keyboard. This section describes basic usage of <application>GNOME Robots</application>.
sr: <application>Роботи</application> су изузетно једноставни за игру. Можете користити миша или тастатуру. Овај одељак описује основну употребу <application>Робота</application>.
sr@latin: <application>Roboti</application> su izuzetno jednostavni za igru. Možete koristiti miša ili tastaturu. Ovaj odeljak opisuje osnovnu upotrebu <application>Robota</application>.

source: Basic usage
sr: Основна употреба
sr@latin: Osnovna upotreba

source: GNOME Robots Main Window
sr: Главни прозор Робота
sr@latin: Glavni prozor Robota

source: <imageobject> <imagedata fileref="figures/gnobots2-main.png" format="PNG" srccredit="Patanjali"/> </imageobject> <textobject> <phrase>GNOME Robots Main Window.</phrase> </textobject>
sr: <imageobject> <imagedata fileref="figures/gnobots2-main.png" format="PNG" srccredit="Patanjali"/> </imageobject> <textobject> <phrase>Главни прозор Гномових Робота.</phrase> </textobject>
sr@latin: <imageobject> <imagedata fileref="figures/gnobots2-main.png" format="PNG" srccredit="Patanjali"/> </imageobject> <textobject> <phrase>Glavni prozor Gnomovih Robota.</phrase> </textobject>

source: Starting <application>GNOME Robots</application> opens the <interface>Main window</interface>, shown in <xref linkend="mainwindow-fig"/>. <_:figure-1/>
sr: Покретањем <application>Робота</application> се отвара <interface>Главни прозор</interface> (<xref linkend="mainwindow-fig"/>). <_:figure-1/>
sr@latin: Pokretanjem <application>Robota</application> se otvara <interface>Glavni prozor</interface> (<xref linkend="mainwindow-fig"/>). <_:figure-1/>

source: To start a new game, choose <guimenuitem>New</guimenuitem> in the <guimenu>Game</guimenu> menu or click on the <guibutton>New</guibutton> button on the toolbar.
sr: Да покренете нову игру, одаберите <guimenuitem>Нова</guimenuitem> из менија <guimenu>Игра</guimenu> или кликните дугме <guibutton>Нова</guibutton> на траци алата.
sr@latin: Da pokrenete novu igru, odaberite <guimenuitem>Nova</guimenuitem> iz menija <guimenu>Igra</guimenu> ili kliknite dugme <guibutton>Nova</guibutton> na traci alata.

source: To move, either click in the direction you want to move (the cursor will show you which way you will go) or press the appropriate key on the keyboard (keypad by default). Clicking on the little man will keep you still. To teleport (safely or unsafely), and to wait, use the buttons on the toolbar or use the items in the <guimenu>Move</guimenu> menu.
sr: Да бисте се померили, или кликните у правцу у коме желите да се померите (курсор ће вам показати где ћете се померити) или притисните одговарајући тастер на тастатури (подразумевана је нумеричка тастатура). Кликом на човечуљка остајете на месту. Да бисте се телепортовали (безбедно или небезбедно), или да чекате, користите дугмад на траци алата или користите ставке у менију <guimenu>Помери</guimenu>.
sr@latin: Da biste se pomerili, ili kliknite u pravcu u kome želite da se pomerite (kursor će vam pokazati gde ćete se pomeriti) ili pritisnite odgovarajući taster na tastaturi (podrazumevana je numerička tastatura). Klikom na čovečuljka ostajete na mestu. Da biste se teleportovali (bezbedno ili nebezbedno), ili da čekate, koristite dugmad na traci alata ili koristite stavke u meniju <guimenu>Pomeri</guimenu>.

source: Menus
sr: Менији
sr@latin: Meniji

source: The menu bar, located at the top of the <interface>game board</interface>, contains the following menus:
sr: Трака менија, која се налази на врху <interface>табле за игру</interface>, садржи следеће меније:
sr@latin: Traka menija, koja se nalazi na vrhu <interface>table za igru</interface>, sadrži sledeće menije:
